Repository: 8F-Software/OpenCPN
Catalog: plugins/squiddio_pi/po/*.po
Languages: et_ee

source: Squiddio Preferences
et_ee: Squiddio eelistused

source: Show local sQuiddio destinations
et_ee: Kuva kohalikke sQuiddio sihtkohti

source: Hide local sQuiddio destinations
et_ee: Peida kohalikud sQuiddio sihtkohad

source: Download local sQuiddio destinations
et_ee: Lae kohalikud sQuiddio sihtkohad alla

source: Report a Destination at this location
et_ee: Teata sihtkohast selles asukohas

source: Local destinations have been updated
et_ee: Kohalikud sihtkohad on uuendatud

source: No destinations available for the region
et_ee: Selle regiooni kohta puuduvad sihtkohad

source: Server not responding. Check your Internet connection
et_ee: Server ei reageeri. Kontrolli oma Internetiühendust

source: Could not launch default browser. Check your Internet connection
et_ee: Vaikebrauserit ei saanud käivitada. Kontrolli oma Internetiühendust

source: Downloading
et_ee: Allalaadimine

source: Downloading:
et_ee: Allalaadimas:

source: Squiddio_pi: unable to connect to host
et_ee: Squiddio_pi: ei saa ühendust hostiga

source: Squiddio for OpenCPN
et_ee: Squiddio OpenCPN'i jaoks

source: == User-sourced database of sailing destinations == To download destinations for a desired region (requires Internet connection): * Position cursor on area where you want to view destinations and right click mouse * Select 'Download local sQuiddio destinations' from context-sensitive menu. Destinations appear as OpenCPN waypoints: * Right-click on waypoint for link to sQuiddio's destination page. * Follow link to rate destination and add comments online. Other menu options: * Toggle visibility for local destinations on/off * Submit a new destination (requires Internet connection and free user account) == In-chart log-sharing for cruisers == * Share your GPS coordinates with your cruising friends and visualize their position on your OpenCPN charts (requires a free sQuiddio account) IMPORTANT: By using this plugin you are agreeing to the sQuidd.io Terms and Conditions, available at http://squidd.io/enduser_agreement
et_ee: == Kasutajate hangitud purjetamise sihtkohtade andmebaas == Soovitud piirkonna sihtkohtade allalaadimiseks (vajab internetiühendust) * Aseta kursor ala kohale, mille sihtkohti soovid näha ja hiire parem-klikk * Vali 'Lae kohalikud sQuiddio sihtkohad' kontekstitundlikkust menüüst. Sihtkohad ilmuvad kui OpneCPN teepunktid: * Parem-klikk teepunktil linkimiseks sQuiddio sihtkohtade lehega. * Järgi linki sihtkohta võrgus hindamiseks ja kommenteerimiseks. Teised menüü valikud: * Lülita kohalike sihtkohtade näitamine sisse/välja * Teata uuest sihtkohast (vajab internetiühendust ja vaba kasutajakontot) == Kaardipõhine logi jagamine laevade vahel == * Jaga oma GPS-koordinaate oma reisivate sõpradega ja visualiseeri nende asukohti oma OpenCPN kaartidel (vajab vaba sQuiddio kontot) TÄHTIS; kasutades seda pluginat sa nõustud sQuidd.io Mõistete ja Tingimustega, mis on saadaval http://squidd.io/enduser_agreement

source: OD Text Points not available, wrong version of API Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i
et_ee: OD tekstipunktid ei ole saadaval, API Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i vale versioon

source: Log sharing was not activated. Please enter your sQuiddio user ID and API Key. To obtain your API Key, sign up for sQuiddio (http://squidd.io/signup) and visit your online profile page (see Edit Profile link in the Dashboard), 'Numbers & Keys' tab.
et_ee: Logi jagamine ei olnud aktiveeritud. Palun sisesta oma sQuiddio-kasutaja ID ja API-võti. Endale API-võtme saamiseks registreeru sQuiddio's (http://squidd.io/signup) ja käi ära oma võrguprofiili lehel (vaata linki Muuda Profiili armatuurlaual), 'Numbrid & Võtmed' vaheleht.

source: Marina
et_ee: Jahisadam

source: Anchorage/Buoys
et_ee: Ankrupaik/poid

source: Yacht Club
et_ee: Jahtklubi

source: Fuel Station
et_ee: Tankla

source: Dock/Pier
et_ee: Dokk/kai

source: Boat Ramp
et_ee: Slipp

source: North
et_ee: Põhi

source: North East
et_ee: Kirre

source: East
et_ee: Ida

source: South East
et_ee: Kagu

source: Sout
et_ee: Lõuna

source: South West
et_ee: Edel

source: West
et_ee: Lääs

source: North West
et_ee: Loe

source: Checked in
et_ee: Registreeru

source: Unknown heading
et_ee: Teadmata suund

source: Just now
et_ee: Just nüüd

source: One second ago
et_ee: Üks sekund tagasi

source: %i seconds ago
et_ee: %i sekundit tagasi

source: About a minute ago
et_ee: Umbes minut tagasi

source: %i minutes ago
et_ee: %i minutit tagasi

source: About an hour ago
et_ee: Umbes tund aega tagasi

source: %i hours ago
et_ee: %i tundi tagasi

source: Yesterday
et_ee: Eile

source: %i days ago
et_ee: %i päeva tagasi

source: Log sent:
et_ee: Logi saata:

source: Logs received
et_ee: Logid saadud

source: Created sQuiddio log update:
et_ee: Loodud sQuiddio logi uuendus:

source: View Destinations
et_ee: Vaata sihtkohti

source: All
et_ee: Kõik

source: Marinas
et_ee: Jahisadamad

source: Anchorages
et_ee: Ankrukohad

source: Yacht clubs
et_ee: Jahtklubid

source: Docks/piers
et_ee: Dokid/kaid

source: Boat ramps
et_ee: Slipid

source: Fuel Stations
et_ee: Tanklad

source: Other
et_ee: Muu

source: Share logs with friends
et_ee: Jaga logisid sõpradega

source: Send
et_ee: Saada

source: Never
et_ee: Mitte kunagi

source: Once a day
et_ee: Kord päevas

source: Twice a day
et_ee: Kaks korda päevas

source: Once an hour
et_ee: Kord tunnis

source: Twice an hour
et_ee: Kaks korda tunnis

source: Once a minute
et_ee: Üks kord minutis

source: Twice a minute
et_ee: Kaks korda minutis

source: Every 10 seconds
et_ee: Iga 10 sekundi järel

source: Receive
et_ee: Võta vastu

source: The email address you use to log into sQuidd.io
et_ee: E-posti aadress, mida kasutad sQuidd.io'sse sisselogimiseks

source: API Key
et_ee: API võti

source: Retrieve your API Key from your sQuidd.io profile. Log into http://squidd.io and click Edit Profile in the Dashboard, then select the Numbers and Keys tab. Click Help for more information. IMPORTANT! Do not use your sQuiddio Password as your API Key!
et_ee: Hangi oma API-võti sQuidd.io profiilist. Logi http://squidd.io sisse ja kliki armatuurlaual Muuda Profiili, siis vali Numbrid ja Võtmed vaheleht. Kliki Abil rohkema info saamiseks. TÄHTIS! Ära kasuta oma sQuiddio salasõna kui oma API-võtit!

source: Renderer
et_ee: Renderdaja

source: OpenCPN Waypoint
et_ee: OpenCPN'i teepunkt

source: ODraw TextPoint
et_ee: ODraw tekstipunkt

source: OCPN or ODraw
et_ee: OCPN või ODraw

source: Ocpn Draw settings
et_ee: Ocpn Draw seaded

source: Show Name
et_ee: Näita nime

source: Text position relative to point
et_ee: Teksti asukoht punkti suhtes

source: Top
et_ee: Üleval

source: Top Centre
et_ee: Üleval keskel

source: Bottom
et_ee: All

source: Bottom Centre
et_ee: All keskel

source: Centre
et_ee: Keskel

source: Right
et_ee: Paremal

source: Left
et_ee: Vasakul

source: Text Colour
et_ee: Teksti värv

source: Baackground Colour
et_ee: Tausta värv

source: Background Transparency
et_ee: Tausta läbipaistvus

source: Text Font
et_ee: Teksti täht

source: Example
et_ee: Näide

source: Fonts
et_ee: Kirjamärgid

source: Always
et_ee: Alati

source: On Rollover Only
et_ee: Ainult üleliikudes

source: Show Display Text
et_ee: Näita kuvatavat teksti

source: sQuiddio Preferences
et_ee: sQuiddio eelistused
